Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Med appen kan barna på en enkel måte jobbe med lotto og kategorisering.
fkv: Apin avula lapset saatethaan helpola tavala työtelä loton ja kategoriseeringin kans.

source: 1. Åpne iPad*
fkv: 1. Aukaise iPadin

source: Last ned appen MyMemo* app fra App Store*.
fkv: Lastaa alas MyMemo-apin App Storesta.

source: Trykk på lenkene under på iPaden, når bildet kommer opp trykker du på bildet og velger Arkiver bilde.
fkv: Paina linkkii alhaala iPadissa, ja ko kuva tullee ylös, niin painat kuvvaa ja valittet Arkiveeraa kuvan.

source: N4k2
fkv: Bukken

source: 4k3
fkv: Pukki

source: 3. Starte appen MyMemo*
fkv: 3. Alkkaat apin MyMemo

source: Åpne MyMemo* og trykk på + oppe til høyre.
fkv: Aukaise MyMemo ja paina + ylhäälä oikkeela.

source: Nå får du to valg:
fkv: Nyt sie saat kaksi valinttaa:

source: 1. Ønsker du at barnet skal finne to like bilder, trykker du på knappen til venstre.
fkv: 1. Jos halluut ette lapsi pittää löyttäät kaksi samanlaista kuvvaa, niin paina knappii vasemalla.

source: 2. Ønsker du at barnet skal finne to ulike bilder som hører sammen, som f.eks. ku og kalv og høne og kylling trykker du på knappen til høyre.
fkv: 2. Jos halluut ette lapsi pittää löyttäät kaksi eri kuvvaa jokka kuuluthaan yhtheen, niin ko esim. lehmä ja vasikka ja kana ja kananpoika, niin paina knappii oikkeela.

source: 4. Legg til bilde og tekst
fkv: 4.Lissää kuvan ja tekstin

source: Trykk på + for å legge til bilde
fkv: Paina + ette lissäät kuvan

source: Et panel med fire valg vises.
fkv: Paneeli missä oon nelje valinttaa.

source: Trykk på Kamerarull til venstre for å laste opp et bilde fra telefonen/nettbrettet, velg Kamera for å ta et bilde med telefonen/nettbrettet eller TT* symbolet dersom du ønsker å ha tekst på kortet i stedet for et bilde.
fkv: Paina Kamerarullaa joka oon vasemalla ette lastaat ylös kuvan telefuunista/nettipretasta. Valitte Kameran ette otat kuvan telefuunila/nettipretala, tahi valitte TT-symbolin jos halluut ette kortissa oon teksti sen sijhaan ko kuva.

source: Når du har valgt et bilde, kan du justere størrelsen og plasseringen på bilde.
fkv: Ko olet valinu kuvan niin sie saatat justeerata kuvan kovon ja paikan.

source: Trykk på Haken til høyre når du er ferdig.
fkv: Paina Pykälä-knappii oikkeela ko olet valmis.

source: Ønsker du å starte på nytt, trykker du på Tilbake-knappen til venstre.
fkv: Jos halluut alkkaat uuđesti, niin paina Takaisin-knappii vasemalla.

source: 5. Legg til lyd
fkv: 5. Lissää äänen

source: Når bildet er klart kan du legge til lyd.
fkv: Ko kuva oon valmis niin sie saatat lisätä äänen.

source: Trykk på Mikrofonen til høyre for å starte automatisk opptak og Stopp-knappen når du er ferdig.
fkv: Paina Mikrofuunii oikkeela ette aloitat ylösoton automaattisesti ja Stopp-knappii ko olet valmis.

source: Opptaket vil stoppe automatisk etter 10 sekunder.
fkv: Ylösotto toppaa automaattisesti 10 sekunin jälkhiin.

source: Trykk Play for å høre innspillingen og Haken til høyre dersom du ønsker å bruke lydopptaket.
fkv: Paina Play ko halluut kuunela ylösoton ja Pykälä-knappii oikkeela jos halluut pittäät ylösottoo.

source: Du kan slette innspillingen ved å trykke på Tilbake-knappen.
fkv: Sie saatat poistaat ylösoton painamalla Takaisin-knappii.

source: Dersom du ikke ønsker å ha lyd på kortet velger du Mikrofonen med strek over.
fkv: Jos sie et halluu ette kortissa oon ääni, niin sitte valittet Mikrofuunin jossa oon streekki yli.

source: Tips: Du kan fjerne, endre eller legge til lyd på et kort ved å trykke på Pennen.
fkv: Tipsi: Sie saatat poistaat, muuttaat tahi lisätä äänen kortthiin klikkaamalla Pännää.

source: Denne finner du oppe til høyre på åpningssiden.
fkv: Tämän sie löyđät ylhäälä oikkeela aukkeemasivvula.

source: Trykk på spillet du ønsker å redigere, og videre på kortet du ønsker å jobbe med.
fkv: Klikkaa sitä pellii mitä halluut redigeerata, ja etheenpäin sitä korttii minkä kans halluut työtelä.

source: Spill inn ønsket lyd ved å trykke på Mikrofonen og slett lyd ved å trykke på Søppelspannet.
fkv: Ota ylös halutun äänen painamalla Mikrofuunii ja poista äänen klikkaamalla Roskakorrii.

source: 6. Onnee! Du har laget ditt første kort.
fkv: Sie olet laittanu sinun ensimäisen kortin.

source: Repeter prosessen for resten av kortene og trykk Haken oppe i venstre hjørne for å lagre spillet.
fkv: Tehe saman prosessin toissii korttii varten ja paina Pykälää ylhäälä vasemassa nuskassa ette laakraat pelin.

source: Ønsker du å slette hele spillet trykker du på Søppelspannet nede til venstre.
fkv: Jos halluut poistaat koko pelin niin painat Roskakorrii alhaala vasemalla.

source: Tips: Du må ha minst tre kort for å lage et spill som innholder seks kort, fire kort for å lage et spill med åtte kort og slik forsetter det.
fkv: Tipsi: Sinula häyttyy olla vähintään kolme korttii ette saatat laittaat pelin missä oon kuusi korttii, nelje korttii ette saatat laittaat pelin missä oon kahđeksen korttii ja sillä laila se jatkuu.

source: Til denne aktiviteten trengs appen Book Creator fra App Store.
fkv: Tähän aktiviteetthiin tarvittet Book Creator -apin App Storesta.

source: Dette er en betalingsapp, men med familieabonnement i iCloud kan man bruke samme appen på fem nettbrett.
fkv: Tämä oon maksulinen appi, mutta jos oon peret-abonnementti iCloudissa, niin sammaa appii saattaa pittäät viiđessä nettipretassa.

source: Med appen kan barna på en enkel måte lage egne digitale bøker.
fkv: Apin kans lapset saatethaan helpola tavala tehđä omat digitaaliset kirjat.

source: 4l 1. Åpne iPad
fkv: 1. Aukaise iPadin

source: Last ned appen Book Creator app fra App Store.
fkv: Lastaa alas Book Creator-apin App Storesta.

source: Åpne Book Creator og trykk på New Book oppe til venstre.
fkv: Aukaise Book Creatorin ja paina New Book ylhäälä vasemalla.

source: Velg formatet du ønsker på boken.
fkv: Valitte kirjan formaatin.

source: 4. Legg inn karakterer, rekvisitter og bilder
fkv: 4. Lissää karaktäärit, rekvisiitit ja kuvat

source: Velg eventyrkarakterer, rekvisitter og bilder ved å trykke på + oppe til høyre.
fkv: Valitte eeventyyrikaraktäärit, rekvisiitit ja kuvat klikkaamala + ylhäälä oikkeela.

source: Trykk på Photos.
fkv: Paina Photos.

source: Når du kommer inn i bildemappen din, kan du velge det bildet du vil ha.
fkv: Ko tulet sisäle sinun kuvamapphiin, saatat valita sen kuvan minkä halluut.

source: Når bildet er kommet inn, justerer du det slik at det passer på siden.
fkv: Ko kuva oon tullu sishään, niin justeeraat sen niin ette se soppii sivvhuun.

source: 5. Legg inn video
fkv: 5. Lissää videon

source: Du kan legge inn video på samme måte som bilder.
fkv: Sie saatat lisätä videon samala tavala niin ko kuvat.

source: 6. Legg inn tekst
fkv: 6. Lissää tekstin

source: Trykk på + oppe til høyre, velg T Add text.
fkv: Paina + ylhäälä oikkeela, valitte T Add text.

source: Skriv inn ønsket tekst og juster størrelsen ved å trykk på I oppe til høyre.
fkv: Kirjoita halutun tekstin ja justeeraa kovon klikkaamala l ylhäälä oikkeela.

source: Under I velger du størrelse, skrifttype, farge m.m.
fkv: l:n alla valittet m.m. kovon, kirjoitustyypin, färin.

source: 7. Lag hyperlenk
fkv: 7. Tehe hyperlinkin

source: Du kan lage hyperlenker ved å markere ordet eller setningen du vil lenke opp.
fkv: Sie saatat tehđä hyperlinkin markkeeraamala sen sanan tahi sätningin minkä tahđot linkata ylös.

source: Velg Link i menylinjen over teksten.
fkv: Valitte Link menylinjassa tekstin yllä.

source: Skriv inn URL-adressen og du har laget en hyperlenke.
fkv: Kirjoita URL-adressin ja sie olet tehny hyperlinkin.

source: 8. Legg til lyd
fkv: 8. Lissää äänen

source: Trykke på + oppe til høyre, og velg Add sound.
fkv: Paina + ylhäälä oikkeela, ja valitte Add sound.

source: Ta opp lyd ved å trykke på den røde knappen og les inn teksten.
fkv: Ota ylös äänen klikkaamalla punaista knappii ja luje tekstin sishään.

source: Når du er ferdig trykker du en gang til og svarer Yes.
fkv: Ko olet valmis niin painat vielä toisen kerran ja vastaat Yes.

source: Det kommer en knapp med et høyttalersymbol og du kan flytte den dit den passer på siden.
fkv: Se tullee knappi missä oon kovaäänisen symboli ja sie saatat siirttäät sen siihen mihin se passaa sivvula.

source: Du starter avspillingen ved å dobbeltklikke på ikonet.
fkv: Sie alat pellaamisen tupultiklikkaamalla ikonii.

source: 9. Fjern lyd
fkv: 9. Poista äänen

source: Dersom du ikke er fornøyd med innspillingen fjerner du den ved å markere ikonet og trykke på I. Nederst står det nå Delete.
fkv: Jos et ole tytyväinen sishäänpellauksen kans, niin poistat sen markkeeraamala ikonin ja painamalla l. Alimaisena seissoo nyt Delete.

source: Trykk der og innspillingen er slettet.
fkv: Paina sitä ja sishäänpellauksen oon poistettu.

source: 10. Sett farge på sidene
fkv: 10. Panna sivvhuin färit

source: Trykk på en tom plass på siden.
fkv: Paina tyyhää paikkaa sivvula.

source: Trykk deretter på I og velg fargen du ønsker siden skal ha.
fkv: Painaa sitte l ja valitte sen färin minkä halluut ette sivvula pittää olla.

source: 4l11 11. Lagre bok
fkv: 11. Laakraa kirjan

source: Når boken er ferdig kan den lagres i My Books, skrives ut eller deles med andre.
fkv: Ko kirja oon valmis niin sen saattaa laakrata My Booksissa, printata tahi jakkaat muitten kans.

source: Gå til My Books oppe til venstre, trykk på firkanten med pil ut og velg Eksport as ePub.
fkv: Mene My Bookshiin ylhäälä vasemalla, paina neliskanttii missä oon nuoli ulos ja valitte Eksport as ePub.

source: Så velger du Open in.
fkv: Sitte sie valittet Open in.

source: Nå får du opp en liste over programmer som kan åpne boken din.
fkv: Nyt sie saat ylös programit joila saatat aukaista sinun kirjan.

source: Du kan velge iBooks og legge boken i bokhyllen.
fkv: Sie saatat valita iBooks ja panna kirjan kirjahyllhyyn.

source: Når den er overført åpner den seg.
fkv: Ko sen oon siiretty niin se aukkee.

source: Du kan nå bla i den og spille av lyden å se videoene direkte i boken.
fkv: Sie saatat nyt plaavata sitä ja pelata ääntä ja kattoot videoita suorhaan kirjassa.

source: Hva er Troll i ord?
fkv: Mikä oon Troll i ord?

source: «Troll i ord» er et verktøy for språkstimulering i barnehage og skole.
fkv: oon työkalu kielistimuleerinkkii varten lastentarhaassa ja koulussa.

source: Verktøyet tar utgangspunkt i eventyr, og kombinerer konkreter og digitalt innhold med fortellestemmer på over 30 språk.
fkv: Työkalun lähtökohtana oon eeventyyrit, ja se yhđistää konkreetit ja digitaalisen sisälyksen jossa oon muisteliijaäänet yli 30 kielelä.

source: Ved hjelp av Troll i ord skal barna få forståelse av et innhold og bli i stand til å gjengi innholdet ved hjelp av muntlig fortelling, visualisering og andre formidlingsmetoder.
fkv: Troll i ord:in avula lapset saađhaan ymmäryksen sisälyksestä ja pystythään muistelemhaan sen uuđesti suulisen muisteluksen, visuaaliseeringin ja muitten jakamismetuudiitten avula.

source: De får også trening i å utdype og reflektere gjennom å skape eget innhold.
fkv: Het saađhaan kans harjoittelluu siinä ette syventtäät ja reflekteerata sen kautta ette het tehđhään sisälyksen itte.

source: Aktivitetene legger til rette for ulike arbeidsformer og tar i bruk ulike læringsstrategier.
fkv: Aktiviteetit tehđhään mahđolisiksi erilaiset työtavat ja otethaan pithoon eri oppimastrategiita.

source: «Lær meg norsk før skolestart»
fkv: “Opeta minule norjaa ennen ko koulu alkkaa”

source: Språkforsker Margareth Sandvik med flere står bak prosjektet Lær meg norsk før skolestart!
fkv: Kielentutkiija Margareth Sandvik muitten kans oon “Opeta minule norjaa ennen ko koulu alkkaa!

source: fra Bydel Bjerke i Oslo.
fkv: ” - prosjektin takana Bydel Bjerke:stä Oslossa.

source: Prosjektet har resultert i en metode for språkstimulering og et kartleggingsverktøy til bruk i barnehagen.
fkv: Prosjektin resultaattina oon syntyny kielistimuleeringin metuudi ja tasanselvittämistyökalu mitä lastentaras saattaa pittäät.

source: Metoden viser hvordan man kan arbeide for å skape et godt språkmiljø i barnehagen - for alle barn.
fkv: Metuudi näyttää kuinka saatethaan työtelä niin ette luođhaan hyvän kielimiljöön lastentarhaassa - kaikile lapsile.

source: Troll i ord bygger på erfaringene fra dette prosjektet.
fkv: Troll i ord rakenttuu tämän prosjektiin kokemukshiin.

source: «Rammeplanen»
fkv: «Raamiplaana»

source: Jamfør rammeplanen skal barnehagen fremme kommunikasjon og språk.
fkv: Raamiplaanan jälkhiin lastentaras pittää eđesauttaat kommunikasjuunii ja kieltä.

source: Rammeplanen sier også at personalet i barnehagen skal bidra til at språklig mangfold blir en berikelse for hele barnegruppen, støtte flerspråklige barn i å bruke sitt morsmål og samtidig aktivt fremme og utvikle barnas norsk-/samiskspråklige kompetanse.
fkv: Lisäksi het piđethään tukkeet monikielissii lapsii siinä ette het saatethaan puhhuut ommaa äiđinkieltä. Samala se pittää aktiivisesti eđesauttaat ja kehittäät lasten norjan-/saamenkielistä kompetanssii.

source: Rammeplanen 2017
fkv: Raamiplaana 2017

source: Barnehagen er viktig for barns utvikling av språklige ferdigheter, enten de har norsk eller et annet språk som morsmål.
fkv: Lastentaras oon tärkkee lasten kielelisten taittoin kehittämisessä, joko heilä oon norja tahi muu kieli äiđinkielenä.

source: Eventyrappene, konkretene og lærerappen i Troll i ord skal hjelpe barnehagen i arbeidet med å fremme kommunikasjon og språk.
fkv: Troll i ord:in eeventyyriapit, konkreetit ja oppima-appi autethaan lastentarasta ko het työtelhään kommunikasjuunin ja kielen etheen.

source: Fortellestemmene på over 30 språk, samt eventyr med opphav fra ulike deler av verden synligjør og verdsetter et språklig mangfold i barnehagen.
fkv: Muisteliijaäänet oon yli 30 kielelä. Siinä oon kans eeventyyriitä joitten alkupörä oon eri puolilta mailmaa.

source: Kurs og forum
fkv: Kursi ja foorumi

source: Troll i ord - KURS er ment å trygge personalet i språkarbeidet i barnehagen eller skolen og er tilgjengelig som app for iPad og iPhone, og som nettkurs for alle andre plattformer.
fkv: Troll i ord - KURS oon tarkoitettu auttamhaan personaalii kielityössä lastentarhaassa tahi koulussa, ja se löyttyy appina iPadissa ja iPhonessa.

source: Kurset gir læreren innføring i hvordan arbeidet med Troll i ord kan gjennomføres i barnehagen eller på skolen.
fkv: Kursi anttaa opettaajale johđatuksen siihen kuinka Troll i ord:in kans saattaa työtelä lastentarhaassa ja koulussa.

source: Ved hjelp av kurset får hele personalgruppen samme innføring i språkverktøyet, og en sikrer langsiktighet i arbeidet ved at nye ansatte til en hver tid kan få samme opplæring ved hjelp av appen.
fkv: Kursin avula koko personaaliroikka saapi saman johđatuksen kielityökalussa, ja se varmistaa pitkäsihtisen työn, ko uuđet työntekkiijät tasan saađhaan saman johđatuksen tämän apin avula.

source: Kurset er abonnementsbasert og personlig.
fkv: Kursi oon abonnementtibaseerattu ja persoonallinen.

source: For full tilgang til kurset kan barnehagen eller skolen opprette et gruppeabonnement og definere antal brukere.
fkv: Jos lastentaras tahi koulu halluu ette kursi oon täysin sautettavissa, niin het saatethaan tehđä roikka-abonnementin ja defineerata pittääjiitten määrän.

source: Hver bruker får eget brukernavn og passord, og kursprogresjon og andre innstillinger blir lagret og knyttet til brukerkonto.
fkv: Jokhainen pittääjä saapi oman pittääjännimen ja salasanan. Kursiprogresjuuni ja muut tälläykset laakrathaan ja siđothaan pittääjänkontthoon.

source: Kurset har fire moduler;
fkv: Kursissa oon nelje moduulii;

source: observasjon, forarbeid, gjennomføring og etterarbeid med ulike tilnærminger for å utvide ordforrådet og begrepsforståelsen.
fkv: havainot, esityö, työn teko ja jälkityö, ja siinä oon eri tappoi lijetä niin ette kehittäät vokabulaarii ja termiinymmärtämistä.

source: Kurset viser til konkrete oppgaver og eksempler, og legger også opp til at personalet og barna selv er med å skape deler av innholdet og bygge på med nye aktiviteter.
fkv: Lisäksi se tekkee kans mahđoliseksi sen ette personaali ja lapset itte oon myötä luomassa osan sisälyksestä ja pykkäämässä sen pääle uussii aktiviteettiita.

source: Bilder fra prosess og produkt kan også lastes opp i kurset som inspirasjon for andre barnehager og skoler, og som egen dokumentasjon for å vise til foreldre eller andre.
fkv: Kuvat prosessista ja produktin saatethaan kans lastata ylös kursila niin ko inspirasjuuninna muile lastentarhaile ja kouluile. Se saattaa kans olla omana dokumentasjuunina mitä näyttäät vanhiimille tahi muile.

source: Gjennom appen får læreren tilgang til et forum-område hvor de kan diskutere metode og aktiviteter med kollegaer og andre.
fkv: Apin kautta opettaaja päässee foorumi-alhaan missä het saatethaan praattiit metuudiista ja aktiviteetiista kolleegoitten tahi muitten kans.

source: Bruk av eventyr
fkv: Eeventyyrin pito

source: Å forankre ulike former for språkstimulering i bruk av litteratur er et vesentlig kjennetegn for Troll i ord. De syv eventyrene i serien er av ulik opprinnelse og det digitalt innholdet har fortellerstemmer på over 30 ulike språk.
fkv: Troll i ord:in tärkkee tuntemamerkki oon se ette se ankkuroi erilaissii kielistimuleerinkkiita litteratyyrhiin. Kaikissa seittemessä eeventyyrissä oon eri alkupörä, ja digitaalisessa sisälyksessä oon muisteliijaäänet 30 eri kielelä.

source: Troll i ord - har lydfiler og oppgaver på mange språk
fkv: -Troll i ord:issa oon äänifiilii ja tehtäviitä usseila kielilä

source: - er for alle barn uavhengig av morsmål
fkv: -Se oon kaikile lapsile äiđinkielestä henkkaamatta

source: - oppfordrer til læring med hele kroppen
fkv: -Met suosittelema sitä ette oppiminen tapattuu koko kropala

source: - er utviklet i samarbeid med språkforsker
fkv: -Troll i ord oon kehitetty yhtheistyössä kielitutkiijan kans

source: - bygger på Lær meg norsk før skolestart!
fkv: -Se rakenttuu materiaalhiin Opeta minule norjaa ennen ko koulu alkkaa!

source: - er eneste norskproduserte leker/læremiddel godkjent av Svanemerket
fkv: -Se oon ainua Norjassa tehty leikki- ja oppimateriaali minkä Joukhaismerkki oon hyväksynny.

source: Kontakt oss:
fkv: Web:

source: E-post
fkv: E-posti

source: Troll i ord består av både konkreter og digitalt innhold
fkv: Troll i ord:issa oon konkreetit ja digitaalinen sisälys

source: Digitalt innhold:
fkv: Digitaalinen sisälys:

source: Troll i ord har 7 eventyrapper og en lærerapp.
fkv: Troll i ord:issa oon 7 eeventyyriappii ja yksi oppima-appi.

source: Disse er tilgjengelig i AppStore.
fkv: Nämät sie löyđät AppStoresta.

source: Hver eventyrapp består av et animert eventyr der man kan veksle mellom fortellestemmer på over 30 språk (5 og 7 for de to samiske eventyrene).
fkv: Jokhaisessa eeventyyriapissa oon animeerattu eeventyyri missä saatat valita muisteliijaäänen yli 30 kielelä (5 ja 7 oon niitä kahta saamelaiseeventyyrii varten).

source: I tillegg finner du aktiviteter som tar utgangspunkt i eventyrene.
fkv: Lisäksi sie löyđät aktiviteettiita missä eeventyyrit oon lähtökohtana.

source: Lærerappen skal veilede personalet i barnehagen eller skolen i hvordan språkverktøyet kan brukes i sammen med barna.
fkv: Oppima-appi neuvoo lastentarhaan personaalii tahi kouluu ette kuinka kielityökallui saatethaan pittäät lasten kans.

source: De syv kursene i lærerappen følger et metodisk opplegg med henvisninger til hvordan konkreter og digitale aktiviteter kan brukes i forarbeidet, gjennomføring og etterarbeids-aktiviteter.
fkv: Oppima-apin seittemen kurssii pittää sisälä metuudisen plaanan ja ohjauksen siihen kuinka konkreettiita ja digitaalissii aktiviteettiita saatethaan pittäät esityössä, työn tevossa ja jälkityön aktiviteetiissa.

source: Lærerappen registrerer aktivitet og progresjon i kurset, og en administrastor i barnehagen/skolen kan slik sikre at hele personalgruppen får den samme innføringen i hvordan verktøyet tas i bruk.
fkv: Oppima-appi registreeraa aktiviteetit ja kursin progresjuunin. Sillä tavala lastentarhaan/koulun administraattori saattaa varmistaat ette koko personaaliroikka saapi saman johđatuksen siitä kuinka työkalun otethaan pithoon.

source: Konkreter:
fkv: Konkreetit:

source: Troll i ord har per i dag 7 språkesker med konkretene for hvert eventyr.
fkv: Troll i ord:issa oon tänä päivänä 7 kieliloovaa missä oon konkreetit jokhaisheen eeventyyrhiin.

source: De tre Bukkene Bruse
fkv: Kolme Pukkii Pruusii

source: Eventyr med nordisk opphav.
fkv: Eeventyyri missä oon pohjaismainen alkupörä.

source: Språkesken inneholder: Treklosser (karakterer og terninger med talltema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: Kieliloovassa oon: Puuklossat (karaktäärit ja tärningit missä oon numeroteema), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Gutten som gikk til Nordavinden
fkv: Poika joka meni Pohjaistuulen tykö

source: Språkesken inneholder: Treklosser (karakterer og terninger med bokstavtema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: Kieliloovassa oon: Puuklossat (karaktäärit ja tärningit missä oon pukstaaviteema), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Da påfuglen og raven fikk fargene sine
fkv: Ko riikinkukko ja korppi saathiin färit

source: Eventyr med vietnamesisk opphav.
fkv: Eeventyyri missä oon vietnamilainen alkupörä.

source: Språkesken inneholder: Treklosser (karakterer og terninger med fargetema), eventyr- og kulissehefte, ni fortellekort, tøypose, fargespill.
fkv: Kieliloovassa oon: Puuklossat (karaktäärit ja tärningit missä oon färiteema), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi, färjäyspeli.

source: Hvorfor krokodillen ikke har tunge
fkv: Miksi krokodillila ei ole kieltä

source: Eventyr med somalisk opphav.
fkv: Eeventyyri missä oon somalialainen alkupörä.

source: Eventyret handler om:
fkv: Eeventyyri muistelee tämän ympäri:

source: Tilleggstema: Dyr og mønster
fkv: Kieliloovassa oon: Puuklossat

source: Språkesken inneholder: Treklosser (karakterer med dyr og mønster som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: (karaktäärit missä teemoina oon elävät ja mönsterit), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Skomakeren Dratewka
fkv: Suutari Dratewka

source: Eventyr med polsk opphav.
fkv: Eeventyyri missä oon puolalainen alkupörä.

source: Språkesken inneholder: Treklosser (karakterer og innhold med bygg som tema), eventyr- og kulisse​hefte, ni fortellekort, tøypose.
fkv: Kieliloovassa oon: Puuklossat (karaktäärit ja sisälys missä teemana oon pytingit), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Stallo på julaften
fkv: Stallu jouluaattona

source: Eventyr med nordsamisk opphav.
fkv: Kieliloovassa oon: Puuklossat

source: Språkesken inneholder: Treklosser (karakterer og terninger med samisk kultur som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: (karaktäärit ja tärningit missä teemana oon saamelainen kylttyyri), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Undervannslandet
fkv: Veđenalainen mailma

source: Eventyr med sørsamisk opphav.
fkv: Eeventyyrissä oon eteläsaamelainen alkupörä.

source: Språkesken inneholder: Treklosser (karakterer og innhold med samisk kultur og bærekraft som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: Kieliloovassa oon: Puuklossat (karaktäärit ja sisälys missä teemoina oon saamelainen kylttyyri ja kantamavoima), eeventyyri- ja kylissihäfti, yhđeksen muistelemiskorttii, kangaspussi.

source: Velge eventyr
fkv: Valita eeventyyrin
